Repository: Juli0an693/ckanext-metadata-beautifier
Catalog: ckanext/metadata_beautifier/i18n/*/LC_MESSAGES/ckanext-metadata-beautifier.po
Languages: de

source: Required
de: Erforderlich

source: Additional Information
de: Weitere Informationen

source: Field
de: Feld

source: Value
de: Wert

source: Data last updated
de: Daten zuletzt aktualisiert

source: unknown
de: unbekannt

source: Metadata last updated
de: Metadaten zuletzt aktualisiert

source: Created
de: Erstellt

source: License
de: Lizenz

source: Resource URL
de: Ressourcen-URL

source: Dataset URL
de: Datensatz-URL

source: Author
de: Autor

source: Maintainer
de: Zuständiger

source: Metadata (RDF)
de: Metadaten (RDF)

source: Metadata (JSON)
de: Metadaten (JSON)

source: Resource ID
de: Ressourcen-ID

source: Organization ID
de: Organisations-ID

source: Package ID (from resource)
de: Package-ID (von Ressource)

source: File Size
de: Dateigröße

source: Metadata
de: Metadaten

source: Metadata (JSON-LD)
de: Metadaten (JSON-LD)

source: Last Updated
de: Zuletzt aktualisiert

source: Technical Data
de: Technische Daten

source: Package Name
de: Paketname

source: Private
de: Privat

source: Creator User ID
de: Benutzer-ID des Erstellers

source: Revision ID
de: Revisions-ID

source: State
de: Status

source: Number of Resources
de: Anzahl der Ressourcen

source: Source
de: Quelle

source: Size
de: Größe

source: Permanent URL to access this dataset
de: Permanente URL zum Zugriff auf diesen Datensatz

source: Version number of this dataset
de: Versionsnummer dieses Datensatzes

source: Original source or reference URL
de: Ursprungsquelle oder Referenz-URL

source: Total size of all resources in this dataset
de: Gesamtgröße aller Ressourcen in diesem Datensatz

source: Total number of resources in this dataset
de: Gesamtanzahl der Ressourcen in diesem Datensatz

source: Date when this dataset was first created
de: Datum, an dem dieser Datensatz erstellt wurde

source: Date when this dataset was last updated
de: Datum der letzten Aktualisierung dieses Datensatzes

source: Unique identifier for this dataset
de: Eindeutiger Identifikator dieses Datensatzes

source: Unique name identifier for this dataset
de: Eindeutiger Name dieses Datensatzes

source: ID of the organization that owns this dataset
de: ID der Organisation, die diesen Datensatz besitzt

source: Whether this dataset is private or public
de: Ob dieser Datensatz privat oder öffentlich ist

source: ID of the user who created this dataset
de: ID des Benutzers, der diesen Datensatz erstellt hat

source: ID of the last revision of this dataset
de: ID der letzten Revision dieses Datensatzes

source: Current state of this dataset (active, deleted, etc.)
de: Aktueller Status dieses Datensatzes (aktiv, gelöscht, usw.)

source: Used to download the metadata in RDF format
de: Zum Herunterladen der Metadaten im RDF-Format

source: Download RDF
de: RDF herunterladen

source: Metadata in JSON-LD format for structured data
de: Metadaten im JSON-LD-Format für strukturierte Daten

source: Download JSON-LD
de: JSON-LD herunterladen

source: Metadata in JSON format via CKAN API
de: Metadaten im JSON-Format über die CKAN-API

source: Download JSON via API
de: JSON über API herunterladen

source: API endpoint to retrieve dataset information
de: API-Endpunkt zum Abrufen von Datensatzinformationen

source: Access API endpoint
de: API-Endpunkt öffnen

source: Resource Information
de: Ressourceninformationen

source: When the resource data was last changed
de: Zeitpunkt der letzten Datenänderung der Ressource

source: When this resource's metadata was last updated
de: Zeitpunkt der letzten Metadatenaktualisierung dieser Ressource

source: When this resource was created
de: Zeitpunkt der Erstellung dieser Ressource

source: File format or MIME type
de: Dateiformat oder MIME-Typ

source: License governing use of this dataset
de: Lizenz für die Nutzung dieses Datensatzes

source: Direct link to the resource
de: Direkter Link zur Ressource

source: Link to the dataset that contains this resource
de: Link zum Datensatz, der diese Ressource enthält

source: Person or organization that created this dataset
de: Person oder Organisation, die diesen Datensatz erstellt hat

source: Person responsible for maintaining this dataset
de: Person, die für die Pflege dieses Datensatzes verantwortlich ist

source: Size of the resource file
de: Größe der Ressourcendatei

source: Checksum for verifying the resource
de: Prüfsumme zur Verifizierung der Ressource

source: Unique identifier for this resource
de: Eindeutiger Identifikator dieser Ressource

source: Unique identifier for the dataset
de: Eindeutiger Identifikator des Datensatzes

source: ID of the owning organization
de: ID der Eigentümerorganisation

source: Dataset ID referenced by this resource
de: Datensatz-ID, auf die diese Ressource verweist

source: API endpoint for dataset details
de: API-Endpunkt für Datensatzdetails

source: API endpoint for resource details
de: API-Endpunkt für Ressourcendetails

source: Download metadata in RDF format
de: Metadaten im RDF-Format herunterladen

source: Download metadata in JSON format
de: Metadaten im JSON-Format herunterladen
